# Host: localhost  (Version: 5.5.53)
# Date: 2017-06-16 10:25:15
# Generator: MySQL-Front 5.3  (Build 4.234)

/*!40101 SET NAMES utf8 */;

#
# Structure for table "manager"
#

DROP TABLE IF EXISTS `manager`;
CREATE TABLE `manager` (
  `ID` int(11) NOT NULL AUTO_INCREMENT,
  `uname` varchar(255) NOT NULL DEFAULT '',
  `upsw` varchar(255) NOT NULL DEFAULT '',
  `flag` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 COMMENT='管理员信息表';

#
# Data for table "manager"
#

/*!40000 ALTER TABLE `manager` DISABLE KEYS */;
INSERT INTO `manager` VALUES (1,'123','123',NULL),(2,'234','234',NULL);
/*!40000 ALTER TABLE `manager` ENABLE KEYS */;

#
# Structure for table "user"
#

DROP TABLE IF EXISTS `user`;
CREATE TABLE `user` (
  `ID` int(11) NOT NULL AUTO_INCREMENT,
  `uname` varchar(255) NOT NULL DEFAULT '' COMMENT '用户名',
  `upsw` varchar(255) NOT NULL DEFAULT '' COMMENT '密码',
  `flag` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=MyISAM AUTO_INCREMENT=7 DEFAULT CHARSET=utf8 COMMENT='用户注册信息表';

#
# Data for table "user"
#

/*!40000 ALTER TABLE `user` DISABLE KEYS */;
INSERT INTO `user` VALUES (1,'123','123',NULL),(2,'1234','1234',NULL),(3,'1041008539','123456789',NULL),(4,'123456','123456',NULL),(5,'qwer','1234',NULL),(6,'1234','1234',NULL);
/*!40000 ALTER TABLE `user` ENABLE KEYS */;

#
# Structure for table "video"
#

DROP TABLE IF EXISTS `video`;
CREATE TABLE `video` (
  `ID` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(100) NOT NULL DEFAULT '' COMMENT '音乐名称',
  `actor` varchar(255) NOT NULL DEFAULT '' COMMENT '演唱者',
  `qu` varchar(255) NOT NULL DEFAULT '' COMMENT '作曲者',
  PRIMARY KEY (`ID`)
) ENGINE=MyISAM AUTO_INCREMENT=245 DEFAULT CHARSET=utf8 COMMENT='上传音频文件数据表';

#
# Data for table "video"
#

/*!40000 ALTER TABLE `video` DISABLE KEYS */;
INSERT INTO `video` VALUES (1,'一人我饮酒醉','天佑','upfiles/video/yiren.mp3'),(2,'我的梦','张靓颖','upfiles/video/dream.mp3'),(3,'他不懂','张杰','upfiles/video/zhangjie.mp3'),(4,'失忆的金鱼','杨丞琳','upfiles/video/jinyu.mp3'),(5,'逆流成河','金楠玲','upfiles/video/niliuchenghe.mp3'),(6,'恶作剧','王蓝茵','upfiles/video/kiss.mp3'),(7,'暧昧','杨丞琳','upfiles/video/aimei.mp3'),(8,'时间煮雨','郁可唯',''),(9,'我的歌声里','曲婉婷',''),(10,'泡沫','邓紫棋',''),(12,'宠爱','TFboys',''),(14,'暧昧','薛之谦',''),(15,'告白气球','周杰伦',''),(16,'怎样遇见你','孙露',''),(17,'我害怕','薛之谦',''),(18,'来日方长','黄龄/薛之谦',''),(19,'大王叫我来巡山','贾乃亮/甜馨',''),(20,'春风十里不如你','李健',''),(23,'最初的记忆','徐佳莹',''),(25,'人生路','祁隆',''),(26,'敢爱敢不爱','郝婉彤',''),(27,'青春再见','张辛怡',''),(28,'家乡','赵雷',''),(29,'第一次','祁隆',''),(30,'来日方长','黄龄/薛之谦',''),(31,'惦记','祁隆',''),(32,'白山茶','陈雪凝',''),(33,'刀剑无梦','吴亦凡',''),(34,'象牙塔','Faye',''),(35,'荷花','周旋',''),(36,'凤御九天—..','凌之轩',''),(37,'邯郸','蔡丰',''),(38,'Back','From..',''),(39,'不见有情','河',''),(40,'北京女孩','张蔷',''),(41,'仙剑·情中蛊','萧忆情..',''),(42,'正义之手','李宇琪',''),(43,'等不到你','SNH48..',''),(44,'上海LOCKI..','十二星..',''),(45,'敢爱就来','冯建宇',''),(46,'深夜书店','洛天依',''),(47,'Girl','Crush',''),(48,'极光','郑兴琦',''),(49,'Heart','Beat..',''),(50,'演员','薛之谦',''),(51,'夜空中最亮的星','G.E.M.邓紫棋',''),(52,'寂寞的人伤心的歌','龙梅子/杨海彪',''),(53,'微微一笑很倾城','杨洋',''),(54,'独角戏','许茹芸',''),(55,'下完这场雨','后弦',''),(56,'刚刚好','薛之谦',''),(57,'你在终点等我','王菲',''),(58,'独角戏','许茹芸',''),(59,'无情的雨无情的你','齐秦',''),(60,'一路上有你','张学友',''),(61,'我只在乎你','邓丽君',''),(62,'光辉岁月','Beyond',''),(63,'倩女幽魂','张国荣',''),(64,'相思风雨中','张学友/汤宝如',''),(65,'容易受伤的女人','王菲',''),(66,'后来','刘若英',''),(67,'爱我的人和我爱的人','裘海正',''),(68,'怎样遇见你','孙露',''),(69,'人生路','祁隆',''),(70,'因为遇见你','阿悄/朱元冰',''),(71,'瞄着你就爱','凤凰传奇',''),(72,'逆流成河','宇桐非',''),(73,'乌兰姑娘','乌兰图雅',''),(74,'就是让你美','龙梅子',''),(75,'今生遇见你','祁隆/任妙音',''),(76,'成品家装方程式','罗中旭',''),(77,'下完这场雨','后弦',''),(78,'大王叫我来巡山电影《万..','贾乃亮/甜馨',''),(79,'下雨了电视剧《..','张辛怡',''),(80,'等我遇见你电影《北..','徐佳莹',''),(81,'被风吹过的夏天电视剧《..','祁隆',''),(82,'夏洛特烦恼电影《夏..','金智文',''),(83,'世间始终你好电影《美..','李健',''),(84,'红颜旧电视剧《..','张辛怡',''),(85,'替你爱我网络电视..','陈雪凝 ',''),(86,'念不可说电视剧《..','玄觞',''),(87,'不可说电视剧《..','凌之轩',''),(88,'寂寞的人伤心的歌','龙梅子/杨海彪',''),(89,'你不来我不老','(对..',''),(90,'亲爱的别想我','祁隆/苏月',''),(91,'想你啦','冷漠/龙梅子',''),(92,'群畅赚赚赚','龙梅子/老猫',''),(93,'怒放','龙梅子/葛荟婕',''),(94,'你是我今生的依靠','冷漠/杨小曼',''),(95,'亲爱的','你在哪里',''),(96,'只是没有如果','张靓颖/王铮亮',''),(97,'爱着你宠着你','彭丽嘉/祁隆',''),(98,'少年他的奇幻','漂流五月天',''),(99,'派对侠','玖壹壹',''),(100,'鱼仔卢','广仲',''),(101,'啵啦','J.',''),(102,'妳在我的爱情里','杜德伟',''),(103,'铁皮屋兄弟','本色',''),(104,'所谓的爱小宇','宋念宇',''),(105,'不曾回来过','李千娜',''),(106,'糖果(CANDY)孟佳','张蔷',''),(107,'该死的冷战Frand?法兰黛乐..','龙梅子/杨海彪',''),(108,'不经不觉侧田','洛天依',''),(109,'突然一生人王菀之','凌之轩',''),(110,'一格格卫兰',' 彤日音',''),(111,'小碎步','钟舒漫',''),(112,'当你走了以后小肥','陈雪凝',''),(113,'出走许廷铿','宇桐非',''),(114,'翻墙Robynn',' 彤日音',''),(115,'终点的拥抱Dear','Jane',''),(116,'余春娇余春娇','罗中旭',''),(117,'白气球','周杰伦',''),(118,'刚好遇见你','李玉刚',''),(119,'演员','薛之谦',''),(120,'夜空中最亮的星','G.E.M.邓紫棋',''),(121,'寂寞的人伤心的歌','龙梅子/杨海彪',''),(122,'微微一笑很倾城','杨洋',''),(123,'独角戏','许茹芸',''),(124,'下完这场雨','后弦',''),(125,'刚刚好','薛之谦',''),(127,'今生遇见你','祁隆/任妙音',''),(128,'一生为你感动','祁隆',''),(129,'逆流成河','金南玲',''),(130,'大叫我来巡山','贾乃亮/甜馨',''),(131,'天若有情','A-Lin',''),(132,'我要你','任素汐',''),(133,'我好像在哪见过你','薛之谦',''),(134,'来日方长','薛之谦/黄龄',''),(135,'丑八怪','薛之谦',''),(136,'半壶纱','刘珂矣',''),(137,'你还要我怎样','薛之谦',''),(138,'恋红尘','祁隆/彭丽嘉',''),(139,'怎样遇见你','孙露',''),(140,'就是让你美','龙梅子',''),(141,'你不来我不老','(对唱版)',''),(142,'修今生','梁佳玉',''),(143,'下一秒','张碧晨',''),(144,'草原之夜','乌兰图雅',''),(145,'绅士','薛之谦',''),(146,'大叔不卖我香蕉','龙梅子/老猫',''),(147,'亲爱的别想我','祁隆/苏月',''),(148,'往事随风','齐秦',''),(149,'一笑倾城','汪苏泷',''),(150,'想你啦','冷漠/龙梅子',''),(151,'暧昧','薛之谦',''),(152,'你在就好','崔子格',''),(153,'江湖','许嵩',''),(154,'一路上有你','张学友',''),(155,'缘分一道桥','王力宏/谭维维',''),(156,'但愿人长久','王菲',''),(157,'偏偏喜欢你','陈百强',''),(158,'不再犹豫','Beyond',''),(159,'找一个不伤心的理由','祁隆',''),(160,'甜蜜蜜','邓丽君',''),(161,'无情的雨无情的你','齐秦',''),(162,'多幸运','韩安旭',''),(163,'尘埃','王菲',''),(164,'相思风雨中','张学友/汤宝如',''),(165,'把酒倒满','李晓杰',''),(166,'小幸运','简弘亦',''),(167,'逆流成河','宇桐非',''),(168,'光辉岁月','Beyond',''),(169,'倩女幽魂','张国荣',''),(170,'怒放','龙梅子/葛荟婕',''),(171,'乌兰姑娘','乌兰图雅',''),(172,'远方的远方还是远方','凤凰传奇',''),(173,'青春修炼手册','TFBOYS',''),(174,'千千阙歌','陈慧娴',''),(175,'十年','梁朝伟/李宇春',''),(176,'如果云知道','许茹芸',''),(177,'亲爱的','你在哪里',''),(178,'容易受伤的女人','王菲',''),(179,'陪你度过漫长岁月','陈奕迅',''),(180,'好人一生平安','李娜',''),(181,'最炫小苹果','凤凰传奇/筷子兄弟',''),(182,'光年之外','G.E.M.邓紫棋',''),(183,'上海滩','叶丽仪',''),(184,'皮皮虾我们走','MC梦柯',''),(185,'沧海一声笑','许冠杰',''),(186,'又见山里红','祁隆',''),(187,'泡沫','G.E.M.邓紫棋',''),(188,'大梦想家','TFBOYS',''),(189,'无所谓','杨坤',''),(190,'又见炊烟','邓丽君',''),(191,'等你等了那么久','祁隆',''),(192,'你是我今生的依靠','冷漠/杨小曼',''),(193,'年轮','张碧晨',''),(194,'一生相守','陈咏',''),(195,'灰姑娘','郑钧',''),(196,'人间沙','陈学冬',''),(197,'July','吴亦凡',''),(198,'群畅赚赚赚','龙梅子/老猫',''),(199,'老屋','降央卓玛',''),(200,'手花','马天宇',''),(201,'重返十七岁','鹿晗',''),(202,'因为爱情','王菲/陈奕迅',''),(203,'一生所爱','卢冠廷/莫文蔚',''),(204,'很爱很爱的','夏天Alex',''),(205,'爱着你宠着你','彭丽嘉/祁隆',''),(206,'月亮代表我的心','邓丽君',''),(207,'一生相守','陈咏',''),(208,'幻梦','阿兰',''),(209,'爱到五十年以后','刘明辉',''),(210,'如果云知道','许茹芸',''),(211,'以后的以后','庄心妍',''),(212,'惊鸿一面','许嵩/黄龄',''),(213,'秋意浓','张学友',''),(214,'朋友','谭咏麟',''),(215,'只是没有如果','张靓颖/王铮亮',''),(216,'想和你去吹吹风','张学友',''),(217,'好爸爸坏爸爸','少儿歌曲',''),(218,'安和桥','宋冬',''),(219,'敲','严艺丹',''),(220,'脱胎换骨','谭咏麟/五月天',''),(221,'拾光','杨子',''),(222,'至少还有你','林忆莲',''),(223,'十送红军','宋祖英',''),(224,'马头琴恋曲','乌兰图雅/额尔古纳乐队',''),(225,'青花瓷','周杰伦',''),(226,'孤芳不自赏','霍尊',''),(227,'阳光总在风雨后','许美静',''),(228,'Amazing','林志颖',''),(229,'恋恋风尘','老狼',''),(230,'春天在哪里','少儿歌曲',''),(231,'别问我是谁','王馨平',''),(232,'李','李玉刚',''),(233,'那一年','许巍',''),(234,'男儿当自强','林子祥',''),(235,'女人花','梅艳芳',''),(236,'映山红','陈燕',''),(237,'雨花石','李玉刚',''),(238,'当你老了','李健',''),(239,'在水一方','邓丽君',''),(240,'着迷','陈伟霆',''),(241,'一人我饮酒醉','王者荣耀','');
/*!40000 ALTER TABLE `video` ENABLE KEYS */;
